"use client";
import {
    Dialog,
    DialogContent,
    DialogHeader,
    DialogTitle,
    DialogTrigger,
} from "@/components/ui/dialog"
import '@/styles.css';
import React from 'react';
import Cookies from "js-cookie";

export function TermsAndCondtions1() {
    const selectedLanguage = Cookies.get('selectedLanguage');

    return (

        <div>

            <Dialog>
                <DialogTrigger asChild>
                    <button className="absolute py-3 font-bold text-base text-seven-4 bottom-0 left-0 w-full bg-seven-3 hover:bg-seven-1 tracking-wide">
                        {selectedLanguage === "en" ? 'Terms and Conditions' : 'წესები და პირობები'}
                    </button>
                </DialogTrigger>
                <DialogContent style={{ zIndex: "1000" }} className="h-[90vh] min-w-[95vw] bg-one-1 p-7">
                    <DialogHeader>
                        <DialogTitle className="text-two-1">წესები და პირობები / კონფიდენციალურობის პოლიტიკა / გადახდის პირობები / თანხის უკან დაბრუნების პოლიტიკა</DialogTitle>
                    </DialogHeader>
                    <div className="py-4 text-two-1 leading-relaxed  overflow-y-scroll dialogi">
                        <h1 className="pb-4 font-bold">ააიპ ახალგაზრდული საზოგადოება პარსიფალი</h1>
                        <p>ააიპ ახალგაზრდული საზოგადოება პარსიფალი, (შემდგომში პლატფორმა / საქველმოქმედო
                            პლატფორმა / ჩვენი საიტი / ჩვენ) არის საქართველოს კანონმდებლობის თანახმად
                            რეგისტრირებული არასამეწარმეო არაკომერციული იურიდიული პირი, საიდენთიფიკაციო ნომერით
                            400275590.
                        </p>
                        <p>იურიდიული მისამართი: საქართველო, თბილისი, გლდანის რაიონი, მუხიანის დას., III მ/რ,
                            კორ. 18, ბ. 31.
                        </p>
                        <p className="pb-4">საკონტაქტო ელ-ფოსტა: parzivalsociety@gmail.com
                        </p>

                        <h6 className="pb-4 font-bold text-lg">ზოგადი ნაწილი</h6>
                        <p className="pb-4">არასამეწარმეო (არაკომერციული) იურიდიული პირი „ახალგაზრდული საზოგადოება პარსიფალი“
                            დაარსდა 2019 წელს.
                        </p>
                        <p className="pb-4 font-bold">საზოგადოების საქმიანობის მიზნებს წარმოადგენს:
                        </p>
                        <ul className="pb-5">
                            <li className="p-1">მასობრივი ცნობიერების გაზრდა, რაშიც იგულისხმება საგანმანათლებლო და კულტურული
                                პროექტების ორგანიზება. </li>
                            <li className="p-1">ახალგაზრდა თაობისთვის დაცული და ჯანსაღი სივრცის შექმნა, სადაც შინაგანი ზრდის და
                                განვითარების შესაძლებლობა ექნებათ.</li>
                        </ul>

                        <p className="pb-2">ორგანიზაცია საქმიანობას ეწევა ქვემო ქართლის რეგიონში, კერძოდ, თეთრიწყაროს
                            მუნიციპალიტეტის სოფელ მაწევანში.
                        </p>
                        <p className="pb-2">2021-2022 წლებში „ახალგაზრდულმა საზოგადოება პარსიფალმა“ სოფელ მაწევანში ააშენა
                            საგანმანათლებლო სივრცე. ორგანიზაცია მუშაობს სხვადასხვა საგანმანათლებლო პროექტებზე,
                            მათ შორის პირველი და ყველაზე პრიორიტეტული მაწევნის საშაბათკვირაო სკოლის პროექტია.
                            საშაბათკვირაო სკოლა მუნიციპალიტეტის მოსახლეობისთვის უფასოა და ეს პროექტი თეთრიწყაროს
                            ახალგაზრდებისთვის დამატებითი განათლების მიღებისა და პერსპექტივების გაფართოების
                            შესაძლებლობის ქმნის.
                        </p>
                        <p className="pb-5">პლატფორმა www.parzivalknight.ge შექმნილია ააიპ „ახალგაზრდული საზოგადოება პარსიფალის“
                            საქმიანობის ფინანსური მხარდაჭერისთვის. პლატფორმა საშუალებას აძლევს ნებისმიერ
                            ადამიანს გახდეს პარსიფალის სოციალური საქმიანობის თანამონაწილე და საკუთარი
                            მატერიალური წვლილი შეიტანოს თეთრიწყაროს მუნიციპალიტეტში მცხოვრები მოზარდების
                            განათლებასა თუ განვითარებაში.
                        </p>

                        <h6 className="pb-4 font-bold">ტერმინოლოგია</h6>


                        <p className="pb-2">პარსიფალის რაინდი - პარსიფალის რაინდი არის ადამიანი ან ორგანიზაცია, რომელსაც აქვს
                            სურვილი ჩაერთოს ქველმოქმედებაში, დაეხმაროს და სპონსორობა გაუწიოს ააიპ „ახალგაზრდული
                            საზოგადოება პარსიფალის“ პროექტს - საშაბათკვირაო სკოლას. პარსიფალის რაინდები
                            ეხმარებიან პარსიფალის გუნდს გააგრძელონ საშაბათკვირაო სკოლის პროექტი, რაც გულისხმობს
                            ბენეფიციარებისთვის (საშაბათკვირაო სკოლის მოსწავლეები) საკანცელარიო/სწავლისთვის
                            საჭირო მასალების შეძენას და შემეცნებითი აქტივობების ორგანიზებას; სკოლის შენობის
                            ადაპტირებასა და გაუმჯობესებას.
                        </p>

                        <p className="pb-5">ბენეფიციარი - ბენეფიციარი არის თეთრიწყაროს მუნიციპალიტეტში მცხოვრები 7 წლიდან 21
                            წლამდე მოზარდი, რომელიც პერმანენტულად დადის პარსიფალის საშაბათკვირაო სკოლაში და/ან
                            ესწრება პარსიფალის მიერ ერთჯერადად ორგანიზებულ საგანმანათლებლო ღონისძიებებს.
                        </p>

                        <h6 className="pb-5 text-lg font-bold">კონფიდენციალურობის პოლიტიკა
                        </h6>

                        <p className="pb-4 font-bold">პერსონალური ინფორმაცია და მისი შეგროვება
                        </p>

                        <ul className="pb-5">
                            <li className="p-1">პერსონალურ ინფორმაციად მიიჩნევა ნებისმიერი პერსონალური მონაცემი, რომელიც
                                უკავშირდება იდენტიფიცირებულ ან იდენტიფიცირებად პირს. მათ შორის და არა მხოლოდ
                                მომხმარებლის საკონტაქტო ინფორმაცია (როგორიცაა სახელი (დასახელება), ელექტრონული
                                ფოსტა); ფინანსური ინფორმაცია.
                            </li>
                            <li className="p-1">პარსიფალის რაინდად გახდომისთვის სავალდებულოა პოტენციურმა რაინდმა (დონორმა /
                                შემომწირველმა) ვებ-გვერდზე www.parzivalknight.ge შეიყვანოს პერსონალური
                                ინფორმაცია (სახელი, გვარი). აღნიშნული ინფორმაციის საიტზე შეყვანით, პოტენციური
                                დონორი ეთანხმება საკუთარ თანამონაწილეობას პარსიფალის საშაბათკვირაო სკოლის
                                საქმიანობაში.
                            </li>
                            <li className="p-1">თქვენ მიერ მოწოდებული პერსონალური ინფორმაცია ინახება დაცულ სერვერზე და არ
                                გამოქვეყნდება საჯაროდ თქვენი ნებართვის გარეშე (იგულისხმება მხოლოდ სახელი და
                                გვარი, სხვა ინფორმაცია არ ექვემდებარება გასაჯაროებას არც ერთ შემთხვევაში).
                            </li>
                            <li className="p-1">თქვენი ბარათის მონაცემები პარსიფალისთვის დაშიფრულია. ტრანზაქციის განხორციელების
                                დროს თქვენი ბარათის მონაცემები ცნობილია მხოლოდ პროვაიდერი ბანკისთვის. თითოეული
                                ბარათის მონაცემი დაცულ სერვერზე ინახება. თქვენი ბარათის მონაცემების უსაფრთხოებას
                                Visa და MasterCard უზრუნველყოფს.
                            </li>
                        </ul>

                        <p className="pb-4 font-bold">პერსონალური ინფორმაციის გამოყენება
                        </p>

                        <ul className="pb-5">
                            <li className="p-1">ჩვენ უფლებას ვიტოვებთ, თქვენ მიერ მოწოდებულ ელექტრონულ მეილზე გამოგიგზავნოთ
                                შემდეგი ხასიათის შეტყობინებები: თანხის ჩამოჭრის გამაფრთხილებელი მეილი, თანხის
                                წარმატებულად/წარუმატებლად ჩამოჭრის მეილი და კვარტლური ანგარიში მიღებული
                                შემოწირულობის შესახებ.
                            </li>
                            <li className="p-1">თუ არ გსურთ მიიღოთ ყოველკვარტლური ანგარიშები, შეგიძლიათ არ მიუთითოთ მეილი ან
                                გაწყვიტოთ ანგარიშების მიღება მეილზე parzivalsociety@gmail.com მოწერით „გთხოვთ,
                                აღარ გამომიგზავნოთ კვარტლური ანგარიშები ხარჯთაღრიცხვის შესახებ“.
                            </li>
                            <li className="p-1">ჩვენ არ ვყიდით ან გადავცემთ თქვენს პერსონალურ ინფორმაციას მესამე პირებს.
                            </li>
                        </ul>

                        <h6 className="text-lg font-bold pb-4">გადახდის პირობებები და თანხის უკან დაბრუნების პოლიტიკა
                        </h6>

                        <p className="font-bold pb-4">დონაციის გაკეთება
                        </p>
                        <p className="pb-2">პარსიფალის რაინდის პლატფორმაზე (www.parzivalknight.ge) ტრანზაქციების განხორციელება
                            ხდება პლასტიკური ბარათების საშუალებით ერთჯერადად ან ყოველთვიურად.
                        </p>
                        <p className="pb-2">პოტენციური რაინდი / დონორი ჩვენი ვებ-გვერდიდან www.parzival.ge გადადის პლატფორმაზე -
                            www.parzivalknight.ge და ავსებს სარეგისტრაციო ფორმას. ფორმა მოიცავს კითხვებს პირად
                            ინფორმაციაზე (სახელი, გვარი, ელ-ფოსტა), თანხის ჩარიცხვის მიზნობრიობას, ოდენობასა და
                            სიხშირეზე.
                        </p>
                        <p className="pb-2">იმ შემთხვევაში თუ დონორი არის ორგანზიაცია და თანხის გადმორიცხვისთვის ესაჭიროება
                            გადარიცხვის დამადასტურებელი საბუთი (ინვოისი), ტრანზაქციის განხორციელების შემდეგ,
                            ინვოისი გაიგზავნება რეგისტრაციის ფორმაში მითითებულ მეილზე. </p>
                        <p className="pb-2">დონორების სახელები და გვარები (ორგანიზაციის შემთხვევაში, მისი დასახელება) დაიწერება
                            ჩვენს ვებ-გვერდზე www.parzival.ge, როგორც პარსიფალის რაინდის გუნდის წევრის.
                        </p>
                        <p className="pb-2">დონორი პიროვნების/ორგანიზაციის სახელი არ გამოქვეყნდება იმ შემთხვევაში თუ შევსებულ
                            ფორმაში მონიშნული იქნება ღილაკი „ანონიმურად“.
                        </p>
                        <p className="pb-4">პლატფორმის საშუალებით, პარსიფალის პოტენციურ რაინდს შეუძლია, ერთჯერადად ან
                            ყოველთვიურად გაიღოს დონაცია მინიმუმ 5 ლარის ოდენობით.
                        </p>

                        <h6 className="pb-4 font-bold">იმ შემთხვევაში თუ დონორი ირჩევს ყოველთვიურ გადახდას:
                        </h6>

                        <ul className="pb-5">
                            <li className="p-1">დონორის ბარათიდან ყოველთვიურად ავტომატურად ჩამოიჭრება თანხა, რომელიც თავად
                                მიუთითა სარეგისტრაციო ფორმულარში.
                            </li>
                            <li className="p-1">ჩამოჭრა მოხდება ყოველი თვის იმ რიცხვში, როდესაც პირველად განხორციელდა დონაცია.
                                მაგალითისთვის, თუ დონორმა ფორმულარი შეავსო და პირველი დონაცია განახორციელა
                                იანვრის თვის 7 რიცხვში, ყველა მომდევნო თვის რიცხვში მისი ანგარიშიდან ავტომატურად
                                გადაირიცხება თანხა პარსიფალის ანგარიშზე იქამდე, სანამ დონორი არ მოისურვებს
                                ავტომატური გადარიცხვის სერვისის გაუქმებას.
                            </li>
                        </ul>

                        <p className="pb-4">რეგისტრაციის ფორმის შევსების შემდეგ, დონორი ღილაკ „დონაციაზე“ დაჭერით გადადის თიბისი
                            ბანკის გადახდების გვერდზე და შეჰყავს ბარათის მონაცემები. შეგახსენებთ, ბარათის
                            მონაცემები პარსიფალის პლატფორმისთვის დაფარულია და თქვენ მიერ შეყვანილი ბარათის
                            მონაცემები ინახება მხოლოდ ბანკის დაცულ სერვერზე.
                        </p>

                        <p className="font-bold text-lg pb-4">დონაციის გაუქმება / თანხის დაბრუნება
                        </p>

                        <p className="pb-2">არასწორი თანხის მითითების ან დონაციის გაუქმების შემთხვევაში მოთხოვნა უნდა დააფიქსიროთ
                            ტრანზაქციის შესრულებიდან 5 სამუშაო დღის განმავლობაში. მოთხოვნა უნდა დააფიქსიროთ
                            პარსიფალის ნებისმიერი საკომუნიკაციო არხის საშუალებით (მეილი, ფეისბუქ მესენჯერი,
                            ინსტაგრამი).
                        </p>

                        <p className="pb-2">განაცხადის დაფიქსირებისას საჭიროა, რომ წარმოადგინოთ გადახდის ჩეკი (რომლის
                            ჩამოტვირთვაც შეგეძლებათ ტრანზაქციის განხორციელების შემდეგ);
                        </p>

                        <p className="pb-2">ან პარსიფალის საკონტაქტო პირს გააცნოთ შემდეგი ინფორმაცია:
                        </p>

                        <ul className="pb-4">
                            <li className="p-1">ტრანზაქციის განხორციელების ზუსტი დრო (12/09/2023 19:53)
                            </li>
                            <li className="p-1">ბარათის ნომრის პირველი და ბოლო ოთხი ციფრი (4***********5454)
                            </li>
                            <li className="p-1">ჩარიცხული თანხის რაოდენობა
                            </li>
                        </ul>

                        <p className="pb-4">თანხა დაგიბრუნდებათ 5 სამუშაო დღის განმავლობაში.
                        </p>

                        <h6 className="font-bold pb-4">ყოველთვიური ავტომატური გადახდების გაუქმების მოთხოვნა შესაძლებელია შემდეგი გზით:
                        </h6>

                        <p className="pb-2">ყოველი ტრანზაქციის შემდეგ დონორის მიერ სარეგისტრაციო ფორმულარში მითითებულ მეილზე
                            გაიგზავნება თანხის წარმატებით ჩამოჭრის დამადასტურებელი მეილი. აღნიშნულ მეილში ასევე
                            იქნება ბმული - „თუ გსურთ ყოველთვიური გადახდის გაუქმება გთხოვთ მიჰყვეთ მითითებულ
                            ბმულს“. აღნიშნულ ბმულზე გადასვლით, თქვენ დააფიქსირებთ მოთხოვნას ყოველთვიური
                            გადახდების გაუქმების შესახებ. </p>
                    </div>
                </DialogContent>
            </Dialog>
        </div>
    )
}

export function TermsAndCondtions2() {

    const selectedLanguage = Cookies.get('selectedLanguage');
    return (

        <div>

            <Dialog>
                <DialogTrigger asChild>
                    <button className='sm:text-lg text-sm md:w-96 w-[270px] tracking-wider rounded-full border border-seven-4 p-3 bg-seven-1 text-seven-4 transition-all duration-500 font-bold'>{selectedLanguage === "en" ? 'Terms and Conditions' : 'წესები და პირობები'}</button>
                </DialogTrigger>
                <DialogContent style={{ zIndex: "1000" }} className="h-[90vh] min-w-[95vw] bg-one-1 p-7">
                    <DialogHeader>
                        <DialogTitle className="text-two-1">წესები და პირობები / კონფიდენციალურობის პოლიტიკა / გადახდის პირობები / თანხის უკან დაბრუნების პოლიტიკა</DialogTitle>
                    </DialogHeader>
                    <div className="py-4 text-two-1 leading-relaxed  overflow-y-scroll dialogi">
                        <h1 className="pb-4 font-bold">ააიპ ახალგაზრდული საზოგადოება პარსიფალი</h1>
                        <p>ააიპ ახალგაზრდული საზოგადოება პარსიფალი, (შემდგომში პლატფორმა / საქველმოქმედო
                            პლატფორმა / ჩვენი საიტი / ჩვენ) არის საქართველოს კანონმდებლობის თანახმად
                            რეგისტრირებული არასამეწარმეო არაკომერციული იურიდიული პირი, საიდენთიფიკაციო ნომერით
                            400275590.
                        </p>
                        <p>იურიდიული მისამართი: საქართველო, თბილისი, გლდანის რაიონი, მუხიანის დას., III მ/რ,
                            კორ. 18, ბ. 31.
                        </p>
                        <p className="pb-4">საკონტაქტო ელ-ფოსტა: parzivalsociety@gmail.com
                        </p>

                        <h6 className="pb-4 font-bold text-lg">ზოგადი ნაწილი</h6>
                        <p className="pb-4">არასამეწარმეო (არაკომერციული) იურიდიული პირი „ახალგაზრდული საზოგადოება პარსიფალი“
                            დაარსდა 2019 წელს.
                        </p>
                        <p className="pb-4 font-bold">საზოგადოების საქმიანობის მიზნებს წარმოადგენს:
                        </p>
                        <ul className="pb-5">
                            <li className="p-1">მასობრივი ცნობიერების გაზრდა, რაშიც იგულისხმება საგანმანათლებლო და კულტურული
                                პროექტების ორგანიზება. </li>
                            <li className="p-1">ახალგაზრდა თაობისთვის დაცული და ჯანსაღი სივრცის შექმნა, სადაც შინაგანი ზრდის და
                                განვითარების შესაძლებლობა ექნებათ.</li>
                        </ul>

                        <p className="pb-2">ორგანიზაცია საქმიანობას ეწევა ქვემო ქართლის რეგიონში, კერძოდ, თეთრიწყაროს
                            მუნიციპალიტეტის სოფელ მაწევანში.
                        </p>
                        <p className="pb-2">2021-2022 წლებში „ახალგაზრდულმა საზოგადოება პარსიფალმა“ სოფელ მაწევანში ააშენა
                            საგანმანათლებლო სივრცე. ორგანიზაცია მუშაობს სხვადასხვა საგანმანათლებლო პროექტებზე,
                            მათ შორის პირველი და ყველაზე პრიორიტეტული მაწევნის საშაბათკვირაო სკოლის პროექტია.
                            საშაბათკვირაო სკოლა მუნიციპალიტეტის მოსახლეობისთვის უფასოა და ეს პროექტი თეთრიწყაროს
                            ახალგაზრდებისთვის დამატებითი განათლების მიღებისა და პერსპექტივების გაფართოების
                            შესაძლებლობის ქმნის.
                        </p>
                        <p className="pb-5">პლატფორმა www.parzivalknight.ge შექმნილია ააიპ „ახალგაზრდული საზოგადოება პარსიფალის“
                            საქმიანობის ფინანსური მხარდაჭერისთვის. პლატფორმა საშუალებას აძლევს ნებისმიერ
                            ადამიანს გახდეს პარსიფალის სოციალური საქმიანობის თანამონაწილე და საკუთარი
                            მატერიალური წვლილი შეიტანოს თეთრიწყაროს მუნიციპალიტეტში მცხოვრები მოზარდების
                            განათლებასა თუ განვითარებაში.
                        </p>

                        <h6 className="pb-4 font-bold">ტერმინოლოგია</h6>


                        <p className="pb-2">პარსიფალის რაინდი - პარსიფალის რაინდი არის ადამიანი ან ორგანიზაცია, რომელსაც აქვს
                            სურვილი ჩაერთოს ქველმოქმედებაში, დაეხმაროს და სპონსორობა გაუწიოს ააიპ „ახალგაზრდული
                            საზოგადოება პარსიფალის“ პროექტს - საშაბათკვირაო სკოლას. პარსიფალის რაინდები
                            ეხმარებიან პარსიფალის გუნდს გააგრძელონ საშაბათკვირაო სკოლის პროექტი, რაც გულისხმობს
                            ბენეფიციარებისთვის (საშაბათკვირაო სკოლის მოსწავლეები) საკანცელარიო/სწავლისთვის
                            საჭირო მასალების შეძენას და შემეცნებითი აქტივობების ორგანიზებას; სკოლის შენობის
                            ადაპტირებასა და გაუმჯობესებას.
                        </p>

                        <p className="pb-5">ბენეფიციარი - ბენეფიციარი არის თეთრიწყაროს მუნიციპალიტეტში მცხოვრები 7 წლიდან 21
                            წლამდე მოზარდი, რომელიც პერმანენტულად დადის პარსიფალის საშაბათკვირაო სკოლაში და/ან
                            ესწრება პარსიფალის მიერ ერთჯერადად ორგანიზებულ საგანმანათლებლო ღონისძიებებს.
                        </p>

                        <h6 className="pb-5 text-lg font-bold">კონფიდენციალურობის პოლიტიკა
                        </h6>

                        <p className="pb-4 font-bold">პერსონალური ინფორმაცია და მისი შეგროვება
                        </p>

                        <ul className="pb-5">
                            <li className="p-1">პერსონალურ ინფორმაციად მიიჩნევა ნებისმიერი პერსონალური მონაცემი, რომელიც
                                უკავშირდება იდენტიფიცირებულ ან იდენტიფიცირებად პირს. მათ შორის და არა მხოლოდ
                                მომხმარებლის საკონტაქტო ინფორმაცია (როგორიცაა სახელი (დასახელება), ელექტრონული
                                ფოსტა); ფინანსური ინფორმაცია.
                            </li>
                            <li className="p-1">პარსიფალის რაინდად გახდომისთვის სავალდებულოა პოტენციურმა რაინდმა (დონორმა /
                                შემომწირველმა) ვებ-გვერდზე www.parzivalknight.ge შეიყვანოს პერსონალური
                                ინფორმაცია (სახელი, გვარი). აღნიშნული ინფორმაციის საიტზე შეყვანით, პოტენციური
                                დონორი ეთანხმება საკუთარ თანამონაწილეობას პარსიფალის საშაბათკვირაო სკოლის
                                საქმიანობაში.
                            </li>
                            <li className="p-1">თქვენ მიერ მოწოდებული პერსონალური ინფორმაცია ინახება დაცულ სერვერზე და არ
                                გამოქვეყნდება საჯაროდ თქვენი ნებართვის გარეშე (იგულისხმება მხოლოდ სახელი და
                                გვარი, სხვა ინფორმაცია არ ექვემდებარება გასაჯაროებას არც ერთ შემთხვევაში).
                            </li>
                            <li className="p-1">თქვენი ბარათის მონაცემები პარსიფალისთვის დაშიფრულია. ტრანზაქციის განხორციელების
                                დროს თქვენი ბარათის მონაცემები ცნობილია მხოლოდ პროვაიდერი ბანკისთვის. თითოეული
                                ბარათის მონაცემი დაცულ სერვერზე ინახება. თქვენი ბარათის მონაცემების უსაფრთხოებას
                                Visa და MasterCard უზრუნველყოფს.
                            </li>
                        </ul>

                        <p className="pb-4 font-bold">პერსონალური ინფორმაციის გამოყენება
                        </p>

                        <ul className="pb-5">
                            <li className="p-1">ჩვენ უფლებას ვიტოვებთ, თქვენ მიერ მოწოდებულ ელექტრონულ მეილზე გამოგიგზავნოთ
                                შემდეგი ხასიათის შეტყობინებები: თანხის ჩამოჭრის გამაფრთხილებელი მეილი, თანხის
                                წარმატებულად/წარუმატებლად ჩამოჭრის მეილი და კვარტლური ანგარიში მიღებული
                                შემოწირულობის შესახებ.
                            </li>
                            <li className="p-1">თუ არ გსურთ მიიღოთ ყოველკვარტლური ანგარიშები, შეგიძლიათ არ მიუთითოთ მეილი ან
                                გაწყვიტოთ ანგარიშების მიღება მეილზე parzivalsociety@gmail.com მოწერით „გთხოვთ,
                                აღარ გამომიგზავნოთ კვარტლური ანგარიშები ხარჯთაღრიცხვის შესახებ“.
                            </li>
                            <li className="p-1">ჩვენ არ ვყიდით ან გადავცემთ თქვენს პერსონალურ ინფორმაციას მესამე პირებს.
                            </li>
                        </ul>

                        <h6 className="text-lg font-bold pb-4">გადახდის პირობებები და თანხის უკან დაბრუნების პოლიტიკა
                        </h6>

                        <p className="font-bold pb-4">დონაციის გაკეთება
                        </p>
                        <p className="pb-2">პარსიფალის რაინდის პლატფორმაზე (www.parzivalknight.ge) ტრანზაქციების განხორციელება
                            ხდება პლასტიკური ბარათების საშუალებით ერთჯერადად ან ყოველთვიურად.
                        </p>
                        <p className="pb-2">პოტენციური რაინდი / დონორი ჩვენი ვებ-გვერდიდან www.parzival.ge გადადის პლატფორმაზე -
                            www.parzivalknight.ge და ავსებს სარეგისტრაციო ფორმას. ფორმა მოიცავს კითხვებს პირად
                            ინფორმაციაზე (სახელი, გვარი, ელ-ფოსტა), თანხის ჩარიცხვის მიზნობრიობას, ოდენობასა და
                            სიხშირეზე.
                        </p>
                        <p className="pb-2">იმ შემთხვევაში თუ დონორი არის ორგანზიაცია და თანხის გადმორიცხვისთვის ესაჭიროება
                            გადარიცხვის დამადასტურებელი საბუთი (ინვოისი), ტრანზაქციის განხორციელების შემდეგ,
                            ინვოისი გაიგზავნება რეგისტრაციის ფორმაში მითითებულ მეილზე. </p>
                        <p className="pb-2">დონორების სახელები და გვარები (ორგანიზაციის შემთხვევაში, მისი დასახელება) დაიწერება
                            ჩვენს ვებ-გვერდზე www.parzival.ge, როგორც პარსიფალის რაინდის გუნდის წევრის.
                        </p>
                        <p className="pb-2">დონორი პიროვნების/ორგანიზაციის სახელი არ გამოქვეყნდება იმ შემთხვევაში თუ შევსებულ
                            ფორმაში მონიშნული იქნება ღილაკი „ანონიმურად“.
                        </p>
                        <p className="pb-4">პლატფორმის საშუალებით, პარსიფალის პოტენციურ რაინდს შეუძლია, ერთჯერადად ან
                            ყოველთვიურად გაიღოს დონაცია მინიმუმ 5 ლარის ოდენობით.
                        </p>

                        <h6 className="pb-4 font-bold">იმ შემთხვევაში თუ დონორი ირჩევს ყოველთვიურ გადახდას:
                        </h6>

                        <ul className="pb-5">
                            <li className="p-1">დონორის ბარათიდან ყოველთვიურად ავტომატურად ჩამოიჭრება თანხა, რომელიც თავად
                                მიუთითა სარეგისტრაციო ფორმულარში.
                            </li>
                            <li className="p-1">ჩამოჭრა მოხდება ყოველი თვის იმ რიცხვში, როდესაც პირველად განხორციელდა დონაცია.
                                მაგალითისთვის, თუ დონორმა ფორმულარი შეავსო და პირველი დონაცია განახორციელა
                                იანვრის თვის 7 რიცხვში, ყველა მომდევნო თვის რიცხვში მისი ანგარიშიდან ავტომატურად
                                გადაირიცხება თანხა პარსიფალის ანგარიშზე იქამდე, სანამ დონორი არ მოისურვებს
                                ავტომატური გადარიცხვის სერვისის გაუქმებას.
                            </li>
                        </ul>

                        <p className="pb-4">რეგისტრაციის ფორმის შევსების შემდეგ, დონორი ღილაკ „დონაციაზე“ დაჭერით გადადის თიბისი
                            ბანკის გადახდების გვერდზე და შეჰყავს ბარათის მონაცემები. შეგახსენებთ, ბარათის
                            მონაცემები პარსიფალის პლატფორმისთვის დაფარულია და თქვენ მიერ შეყვანილი ბარათის
                            მონაცემები ინახება მხოლოდ ბანკის დაცულ სერვერზე.
                        </p>

                        <p className="font-bold text-lg pb-4">დონაციის გაუქმება / თანხის დაბრუნება
                        </p>

                        <p className="pb-2">არასწორი თანხის მითითების ან დონაციის გაუქმების შემთხვევაში მოთხოვნა უნდა დააფიქსიროთ
                            ტრანზაქციის შესრულებიდან 5 სამუშაო დღის განმავლობაში. მოთხოვნა უნდა დააფიქსიროთ
                            პარსიფალის ნებისმიერი საკომუნიკაციო არხის საშუალებით (მეილი, ფეისბუქ მესენჯერი,
                            ინსტაგრამი).
                        </p>

                        <p className="pb-2">განაცხადის დაფიქსირებისას საჭიროა, რომ წარმოადგინოთ გადახდის ჩეკი (რომლის
                            ჩამოტვირთვაც შეგეძლებათ ტრანზაქციის განხორციელების შემდეგ);
                        </p>

                        <p className="pb-2">ან პარსიფალის საკონტაქტო პირს გააცნოთ შემდეგი ინფორმაცია:
                        </p>

                        <ul className="pb-4">
                            <li className="p-1">ტრანზაქციის განხორციელების ზუსტი დრო (12/09/2023 19:53)
                            </li>
                            <li className="p-1">ბარათის ნომრის პირველი და ბოლო ოთხი ციფრი (4***********5454)
                            </li>
                            <li className="p-1">ჩარიცხული თანხის რაოდენობა
                            </li>
                        </ul>

                        <p className="pb-4">თანხა დაგიბრუნდებათ 5 სამუშაო დღის განმავლობაში.
                        </p>

                        <h6 className="font-bold pb-4">ყოველთვიური ავტომატური გადახდების გაუქმების მოთხოვნა შესაძლებელია შემდეგი გზით:
                        </h6>

                        <p className="pb-2">ყოველი ტრანზაქციის შემდეგ დონორის მიერ სარეგისტრაციო ფორმულარში მითითებულ მეილზე
                            გაიგზავნება თანხის წარმატებით ჩამოჭრის დამადასტურებელი მეილი. აღნიშნულ მეილში ასევე
                            იქნება ბმული - „თუ გსურთ ყოველთვიური გადახდის გაუქმება გთხოვთ მიჰყვეთ მითითებულ
                            ბმულს“. აღნიშნულ ბმულზე გადასვლით, თქვენ დააფიქსირებთ მოთხოვნას ყოველთვიური
                            გადახდების გაუქმების შესახებ. </p>
                    </div>
                </DialogContent>
            </Dialog>
        </div>
    )
}